---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneCalculatedSupplyAirflowPerAreaParam
source: html/c087bd90-9562-a608-d37c-fde4c9c23b85.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneCalculatedSupplyAirflowPerAreaParam Property

"Calculated Supply Airflow per area"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneCalculatedSupplyAirflowPerAreaParam { get; }
```